[
  {
    "author": "Стивен Кинг", 
    "description": "Писатель становится заложником маниакальной поклонницы, которая требует вернуть к жизни погибшую героиню романа.", 
    "genre": "триллер", 
    "id": 2, 
    "notes": "Отличная экранизация, хотя Кингу не слишком везет на хорошие киноадаптации.", 
    "rating": 4, 
    "title": "Мизери"
  }, 
  {
    "author": "Арчибальд Кронин", 
    "description": "Трагическая история обитателей вычурного \"замка\", ставших жертвами жесткого главы семейства, самодура Броуди.", 
    "genre": "драма", 
    "id": 3, 
    "notes": "Этот роман можно перечитывать бесконечно. Жаль, что фильм по нему сняли ужасающий.", 
    "rating": 5, 
    "title": "Замок Броуди"
  }, 
  {
    "author": "Дэвид Митчелл", 
    "description": "Философская притча о взаимосвязанности всего происходящего в жизни. Состоит из шести вложенных друг в друга историй.", 
    "genre": "драма", 
    "id": 4, 
    "notes": "Отлично переведен новояз в части про Закари.", 
    "rating": 4, 
    "title": "Облачный атлас"
  }, 
  {
    "author": "Жан-Кристоф Гранже", 
    "description": "Встреча с пациентом, страдающим амнезией, приводит психиатра Матиаса Фрера к ужасному открытию о своем прошлом.", 
    "genre": "детектив", 
    "id": 5, 
    "notes": "Не самый раскрученный роман Гранже, но при этом - один из лучших.", 
    "rating": 4, 
    "title": "Пассажир"
  }, 
  {
    "author": "Франк Тилье", 
    "description": "Опытный альпинист Жонатан Тувье приходит в себя прикованным к стене в ледяной пещере, выход из которой безнадежно завален. ", 
    "genre": "триллер", 
    "id": 6, 
    "notes": "Чувствуется влияние \"Касаясь пустоты\".", 
    "rating": 4, 
    "title": "Головокружение"
  }, 
  {
    "author": "Дэн Симмонс", 
    "description": "Фантастическая теория, убедительно объясняющая загадочную гибель знаменитой арктической экспедиции Джона Франклина.", 
    "genre": "фэнтези", 
    "id": 7, 
    "notes": "Качественный перевод, внезапно. Сериал так же великолепен, как и роман.", 
    "rating": 5, 
    "title": "Террор"
  }, 
  {
    "author": "Жан-Кристоф Гранже", 
    "description": "Лионель Касдан, отставной полицейский, расследует странное убийство регента церковного хора - следы ведут к нацистам.", 
    "genre": "триллер", 
    "id": 8, 
    "notes": "Гранже сильно занесло с этой нелепой идеей убийства криком.", 
    "rating": 1, 
    "title": "Мизерере"
  }
]